Repository: ydlee777/PetTale
Catalog: ios/Pettale/Localizable.xcstrings
Source language: en
Languages: ko

source: %lld min
ko: %lld분

source: Account
ko: 계정

source: Activity
ko: 활동

source: Add Event
ko: 이벤트 추가

source: Add Pet
ko: 반려동물 추가

source: Add Photo
ko: 사진 추가

source: Add profile photo
ko: 프로필 사진 추가

source: Add Your Pet
ko: 반려동물을 추가해 주세요

source: Adds a local event draft without contacting AI
ko: AI를 다시 호출하지 않고 이벤트 초안을 추가합니다

source: Adoption Date
ko: 입양일

source: AI usage limit reached
ko: AI 사용 한도에 도달했어요

# ai.error.quotaExceeded
source: You've reached your AI usage limit for this month.
ko: 이번 달 AI 사용 한도에 도달했어요.

source: Allow microphone access in Settings to record your pet's tale.
ko: 반려동물의 이야기를 녹음하려면 설정에서 마이크 접근을 허용해 주세요.

# audio.pause
source: Pause
ko: 일시 정지

# audio.play
source: Play
ko: 재생

source: Back
ko: 뒤로

source: Behavior
ko: 행동

source: Birthday
ko: 생일

source: Body Weight
ko: 체중

source: Breed
ko: 품종

source: Breed (optional)
ko: 품종 (선택)

source: Cancel
ko: 취소

source: Cancel recording
ko: 녹음 취소

source: Cat
ko: 고양이

source: Category
ko: 카테고리

source: Change Photo
ko: 사진 변경

source: Change profile photo
ko: 프로필 사진 변경

source: Choose Photo
ko: 사진 선택

source: Continue
ko: 계속

source: Correct anything that doesn't look right.
ko: 틀린 부분이 있으면 바로 고쳐주세요.

source: Couldn't Organize Recording
ko: 기록을 정리하지 못했어요

source: Couldn't Save
ko: 저장하지 못했습니다

source: Count cannot be negative.
ko: 횟수는 음수일 수 없습니다.

source: Count: %lld
ko: 횟수: %lld

source: Date & Time
ko: 날짜 및 시간

source: Deletes this transcript and recording
ko: 이 대화 내용과 녹음을 삭제합니다

source: Description
ko: 설명

source: Description must be 1,000 characters or fewer.
ko: 설명은 1,000자 이하여야 합니다.

source: Discard
ko: 버리기

source: Discard and record again
ko: 버리고 다시 녹음

source: Discard recording
ko: 녹음 버리기

source: Dog
ko: 강아지

source: Done
ko: 완료

source: Duration cannot be negative.
ko: 기간은 음수일 수 없습니다.

source: Duration: %lld min
ko: 시간: %lld분

source: Edit %@'s profile
ko: %@ 프로필 수정

source: Edit Event
ko: 이벤트 편집

source: Edit Pet
ko: 반려동물 수정

source: Edit the story so it says exactly what you want to remember.
ko: 기억하고 싶은 내용이 정확히 담기도록 이야기를 수정해 주세요.

source: Edit Today's Tale
ko: 오늘의 이야기 수정

source: Edit Transcript
ko: 대화 내용 편집

source: English
ko: 영어

source: Enter a valid canonical event type.
ko: 올바른 표준 이벤트 유형을 입력해 주세요.

source: Enter a valid canonical unit.
ko: 올바른 표준 단위를 입력해 주세요.

source: Enter a valid numeric value.
ko: 올바른 숫자 값을 입력해 주세요.

source: Enter the event kind
ko: 이벤트 종류를 입력하세요

source: Event
ko: 이벤트

source: Event extraction will be added in the next development step
ko: 이벤트 추출은 다음 개발 단계에서 추가됩니다

source: Event Type
ko: 이벤트 유형

# eventType.BODY_WEIGHT
source: Body Weight
ko: 체중

# eventType.PLAY
source: Play
ko: 놀이

# eventType.VOMITING
source: Vomiting
ko: 구토

source: Every pet has a tale.
ko: 모든 반려동물에게는 이야기가 있어요.

source: Extract event drafts using the Pettale service
ko: Pettale에서 이벤트 초안을 정리합니다

source: Female
ko: 암컷

source: Finish recording
ko: 녹음 완료

source: Food
ko: 식사

source: Grooming
ko: 미용

source: Health
ko: 건강

source: Here's what I heard
ko: 이렇게 들었어요

source: I found %lld events
ko: %lld개의 이벤트를 찾았어요

source: Korean
ko: 한국어

source: Language unavailable
ko: 언어를 사용할 수 없음

source: Male
ko: 수컷

source: Medication
ko: 투약

source: Microphone Access Required
ko: 마이크 접근이 필요합니다

source: Name
ko: 이름

source: No speech detected
ko: 음성이 감지되지 않음

source: No speech was detected. Please try again.
ko: 음성이 감지되지 않았습니다. 다시 시도해 주세요.

source: OK
ko: 확인

source: Open Settings
ko: 설정 열기

source: Optional description
ko: 설명 (선택사항)

source: Organizing your pet's story...
ko: 반려동물의 기록을 정리하고 있어요...

source: Other
ko: 기타

source: Pause
ko: 일시 정지

source: Pause recording
ko: 녹음 재생 일시 정지

source: Pet
ko: 반려동물

source: Pet Details
ko: 반려동물 정보

source: Pet profile photo
ko: 반려동물 프로필 사진

source: Pettale Account
ko: Pettale 계정

source: Play
ko: 놀이

source: Play recording
ko: 녹음 재생

source: Please enter your pet's name.
ko: 반려동물의 이름을 입력해 주세요.

source: Please try again.
ko: 다시 시도해 주세요.

source: Preparing Microphone
ko: 마이크 준비 중

source: Preparing Photo
ko: 사진 준비 중

source: Preparing transcription
ko: 받아쓰기 준비 중

source: Profile photo for %@
ko: %@의 프로필 사진

source: Profile photo placeholder
ko: 프로필 사진 자리

source: Record
ko: 녹음

source: Record Again
ko: 다시 녹음

source: Record today's tale
ko: 오늘의 이야기 녹음

source: Recording could not be played. Please try again.
ko: 녹음을 재생할 수 없습니다. 다시 시도해 주세요.

source: Recording could not start. Please try again.
ko: 녹음을 시작할 수 없습니다. 다시 시도해 주세요.

source: Recording Error
ko: 녹음 오류

source: Recording Review
ko: 녹음 확인

source: Recording stopped because audio was interrupted.
ko: 오디오 중단으로 녹음이 정지되었습니다.

source: Recording today's tale
ko: 오늘의 이야기 녹음 중

source: Recording Unavailable
ko: 녹음할 수 없음

source: Remove adoption date
ko: 입양일 삭제

source: Remove birthday
ko: 생일 삭제

source: Remove Event
ko: 이벤트 삭제

source: Remove Photo
ko: 사진 삭제

source: Remove profile photo
ko: 프로필 사진 삭제

source: Removes this draft without changing saved history
ko: 저장된 기록은 변경하지 않고 이 초안만 삭제합니다

source: Retry transcription using the selected language
ko: 선택한 언어로 받아쓰기를 다시 시도합니다

source: Review and correct the generated transcript
ko: 생성된 대화 내용을 검토하고 수정하세요

source: Review Events
ko: 이벤트 검토

source: Review the transcript before continuing.
ko: 계속하기 전에 전사 내용을 확인해 주세요.

source: Review the transcript before saving.
ko: 저장하기 전에 전사 내용을 확인해 주세요.

source: Review today's story before saving.
ko: 저장하기 전에 오늘의 이야기를 확인해 주세요.

source: Save
ko: 저장

source: Save Pet
ko: 반려동물 저장

source: Saves this transcript and reviewed events to private pet history
ko: 전사 내용과 검토한 이벤트를 비공개 반려동물 기록에 저장합니다

source: Select the language spoken in this recording
ko: 이 녹음에서 사용한 언어를 선택하세요

source: Set adoption date
ko: 입양일 설정

source: Set birthday
ko: 생일 설정

source: Sex
ko: 성별

source: Sign in failed. Please try again.
ko: 로그인에 실패했습니다. 다시 시도해 주세요.

source: Sign in is only required for future online services. Your local pet history remains available.
ko: 로그인은 향후 온라인 서비스에만 필요합니다. 기기에 저장된 반려동물 기록은 계속 이용할 수 있습니다.

source: Sign in to Extract Events
ko: 이벤트를 정리하려면 로그인해 주세요

source: Sign in with Apple
ko: Apple로 로그인

source: Sign Out
ko: 로그아웃

source: Signed In
ko: 로그인됨

source: Signing In
ko: 로그인 중

source: Sleep
ko: 수면

source: Species
ko: 종

source: Speech resources could not be prepared. Please try again.
ko: 음성 리소스를 준비할 수 없습니다. 다시 시도해 주세요.

source: Speech transcription is unavailable on this device.
ko: 이 기기에서는 음성 받아쓰기를 사용할 수 없습니다.

source: Speech unavailable
ko: 음성 기능을 사용할 수 없음

source: Spoken Language
ko: 말한 언어

source: Stop
ko: 정지

source: Stop recording
ko: 녹음 정지

source: Tell today's tale
ko: 오늘의 이야기를 들려주세요

source: The recording could not be read. Please record again.
ko: 녹음을 읽을 수 없습니다. 다시 녹음해 주세요.

source: The recording's pet is no longer available.
ko: 녹음에 연결된 반려동물을 더 이상 찾을 수 없습니다.

source: The selected language is unavailable.
ko: 선택한 언어를 사용할 수 없습니다.

source: The selected photo could not be prepared.
ko: 선택한 사진을 준비할 수 없습니다.

source: These are temporary drafts and have not been saved.
ko: 아직 저장하지 않은 임시 초안이에요.

source: This may take a moment while speech resources are prepared.
ko: 음성 리소스를 준비하는 동안 잠시 기다려 주세요.

source: Today's Tale
ko: 오늘의 이야기

source: Transcribe this recording
ko: 이 녹음을 받아씁니다

source: Transcribing
ko: 받아쓰는 중

source: Transcript
ko: 전사 내용

source: Transcription failed
ko: 받아쓰기 실패

source: Transcription failed. Please try again.
ko: 받아쓰기에 실패했습니다. 다시 시도해 주세요.

source: Transcription is coming in the next step.
ko: 전사는 다음 단계에서 추가됩니다.

source: Transcription Language: %@
ko: 전사 언어: %@

source: Transcription will be added in the next development step
ko: 전사는 다음 개발 단계에서 추가됩니다

source: Try Again
ko: 다시 시도

source: Type
ko: 유형

source: Unable to Save
ko: 저장할 수 없음

source: Unit
ko: 단위

source: Unknown
ko: 모름

source: Value
ko: 값

source: Vet
ko: 동물병원

source: Voice Note
ko: 음성 메모

source: Vomiting
ko: 구토

source: We couldn't organize this recording. Please try again shortly.
ko: 기록을 정리하지 못했어요. 잠시 후 다시 시도해 주세요.

source: Weight
ko: 체중

source: Weight events must use Body Weight.
ko: 체중 이벤트는 체중 유형을 사용해야 합니다.

source: Your changes could not be saved. Please try again.
ko: 변경사항을 저장할 수 없습니다. 다시 시도해 주세요.

source: Your events couldn't be saved. Try again.
ko: 이벤트를 저장하지 못했습니다. 다시 시도해 주세요.

source: Your recording has not been saved yet.
ko: 아직 기록을 저장하지 않았어요.

source: Your recording is ready
ko: 녹음이 완료됐어요

source: Your transcript is a draft and has not been saved.
ko: 대화 내용은 임시 초안이며 저장되지 않았습니다.

source: Your transcript remains here while you sign in to the Pettale service.
ko: 로그인하는 동안 전사 내용은 그대로 유지돼요.
